ada-url
basedpyright
bat
brotli
c-ares
ca-certificates
curl
dav1d
fd
ffmpeg
fmt
fzf
gettext
git
gmp
hdrhistogram_c
htop
icu4c@78
lame
libevent
libgit2
libice
libidn2
libnghttp2
libnghttp3
libngtcp2
libsm
libssh2
libunistring
libuv
libvmaf
libvpx
libx11
libxau
libxcb
libxdmcp
libxext
libxmu
libxt
libzip
llhttp
lpeg
lua-language-server
luajit
luv
lz4
merve
nbytes
ncurses
neovim
node
oniguruma
opencode
openssl@3
opus
pcre2
pyright
readline
redis
ripgrep
sdl2
shellcheck
shfmt
simdjson
simdutf
skhd
sqlite
stress
svt-av1
tldr
tmux
tree
tree-sitter
tree-sitter-cli
unibilium
utf8proc
uv
uvwasi
wget
x264
x265
xclip
xorgproto
xz
zstd
autodesk-fusion
db-browser-for-sqlite
font-sf-mono-nerd-font-ligaturized
ghostty
iterm2
lunar
maccy
mamp
the-unarchiver
