tap "anomalyco/tap"
tap "asmvik/formulae"
tap "jakehilborn/jakehilborn"
tap "koekeishiya/formulae"
tap "rbenv/tap"
brew "openssl@3"
brew "sqlite"
brew "xz"
brew "node"
brew "basedpyright"
brew "bat"
brew "curl"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "htop"
brew "tree-sitter"
brew "neovim"
brew "pkgconf"
brew "redis"
brew "ripgrep"
brew "tldr"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "uv"
brew "wget"
brew "xclip"
brew "asmvik/formulae/skhd"
brew "asmvik/formulae/yabai"
brew "rbenv/tap/openssl@1.1"
cask "db-browser-for-sqlite"
cask "handy"
cask "karabiner-elements"
cask "maccy"
cask "mamp"
cask "numi"
cask "pearcleaner"
cask "the-unarchiver"
